Revit 2027 API
ParameterTypeId.TopographyLinkName Property
 "Link Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TopographyLinkName { get; }
Public Shared ReadOnly Property TopographyLinkName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TopographyLinkName {
	ForgeTypeId^ get ();
}
static member TopographyLinkName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace